Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: Last weekend, more revelations were made about Cho's alleged extramarital affairs and church money misappropriations, apart from the existing embezzlement and tax evasion charges that made headlines earlier this year.
ko: 올해 초 헤드라인을 장식했던 횡령과 탈세 혐의와는 별도로, 조씨의 불륜과 교회 공금횡령에 대한 더 많은 폭로가 지난 주말에 있었다.

source: A group of church elders who used to side with the founder finally came clean and held a press conference disclosing new details and presenting evidence about Cho's alleged misdeeds.
ko: 그 동안 조씨의 편을 들어왔던 교회 장로들이 마침내 솔직하게 모든 걸 털어놓고 기자회견을 가져 조씨의 부정 혐의에 대한 새로운 내용을 폭로하고 그 증거를 제시했다.

source: The total amount of money mentioned in this conference alone is astronomical -it easily surpasses 100 million US dollars, and most scandalously, 1.4 million US dollars were allegedly given to a female vocalist in France named Jeong who allegedly had an extramarital affair with Cho.
ko: 이 기자회견에서 발표된 돈의 액수만도 천문학적인 숫자다 – 일억 달러를 가뿐히 넘으며, 가장 불명예스러운 것은 그 중 백 사십만 달러의 돈이 조씨와 불륜의 관계에 있었다고 알려진 프랑스에 살고 있는 오페라가수 정씨에게 지불됐다는 주장이다.

source: Sharp criticism of the pastor was easily found on Korea's Twittersphere from Christians and non-Christians alike.
ko: 기독교인들과 비기독교인들 양쪽으로부터 조 목사에 대한 날카로운 비판이 한국의 트위터 상에 넘쳐났다.

source: Pastor Cho Yong-gi giving a sermon at Yeoido Full Gospel Church. Image by Flickr user @Theholyspirit This is a photo of the press conference calling on Pastor Cho Yong-gi to step down. (captured other's tweet)
ko: Pastor Cho Yong-gi giving a sermon at Yeoido Full Gospel Church.

source: Pastor Cho Yong-gi allegedly had siphoned off several billions of church money and furthermore, in order to silence Ms. Jeong -a vocalist with whom Cho had an extramarital affair with- he gave her 1.5 billion Korean won .
ko: Image by Flickr user @Theholyspirit 조용기 목사가 순복음교회의 돈 수천억원을 빼돌리고, 불륜관계에 있는 성악가 정아무개씨의 입을 틀어막기 위해 15억원을 줬다 합니다.

source: Does this sound to you like something a pastor would do?
ko: 이게 목사가 할 일입니까?

source: Or more like a cult leader?
ko: http://t.

source: Full Gospel church's elders have disclosed that Cho and his sons have embezzled several billions of the church's money, but still, a majority of regular church-goers continue to treat Pastor Cho as some sort of deity and don't take this case seriously.
ko: co/lQW1R6YIEJ — 자로 (@zarodream) November 14, 2013

source: Church leadership is not the only one who should be blamed for Korean church's corruption, but also those church members, they do bear certain responsibility.
ko: 순복음교회 장로들이 조용기 부자의 수천억대 횡령을 폭로했지만, 문제는 다수의 교인들이 여전히 조목사를 신격화하면서 아무렇지도 않게 생각한다는 것.

source: @john6311: Korean won is totally useless in heaven.
ko: 한국교회의 부패는 목회자뿐 아니라 신자들에게 책임이 있음.

source: Those doormats who pay their way to heaven by giving church offerings- they made this place the heaven for Cho Yong-gi.
ko: — 백찬홍 (@mindgood) November 14, 2013

source: RT @jhem91: Pastor Cho Yong-gi received 20 billion won as his 'retirement money' and then he received an extra 75 million on a monthly basis.
ko: ㅋㅋ RT @jhem91: 은퇴하면서 퇴직금 2백억, 그 후에도 월급으로 다달이 7500만원씩 수령, 누구냐구요?

source: He is so blessed.
ko: 조용기목사 랍니다.

source: What happens to those idiots who funded those money?
ko: 큰 은혜 받으셨네^^.

source: I find it so lamentable that church leaders are corrupt beyond belief.
ko: 그돈 갖다 바친 모지리들은 뭡니까?

source: As a Christian and a person who used to respect Pastor Cho Yong-gi when I was working in the Arab region, I feel so depressed.
ko: — 정의석 (@samuel6210) November 15, 2013

source: Pastor Cho Yong-gi was given 20 billion won of retirement money without publicly declaring the amount, and also received 60 billion won of church money which was set aside for 'special mission work' (spread out) for five years.
ko: 기독교 지도자들이 썩을대로 썩은것 같아 참으로 애석하다 옛날 중동 지역에서 근무당시 존경했던 조용기 목사 였건만 하나님을 믿는 사람 으로써 마음이 무겁다 — 정의.

source: 'A Church getting bigger'- it is not a blessing from God, but merely a blessing of money, and in a church where money overflows, corruption also overflows.
ko: “조용기 목사, 퇴직금 200억 몰래 수령 5년간 특별선교비 총 600억 챙기기도” http://t.

source: South Korea's Spy Agency, Military Sent 24.2 Million Tweets to Manipulate Election · Global Voices
ko: 한국: 국정원과 군, 선거 조작을 위해 2천 4백만 트윗 유포

source: It has been almost a year since South Korea's spy agency made headlines for manipulating public opinion before the latest presidential election, but shocking revelations have shown that the electoral interference was much more than some maverick spy agents trying to sway public opinion - it was done systematically and on a massive scale.
ko: 지난 대선 이전 여론 조작으로 인해 국정원이 주목을 받은 지 근 일년이 지난 지금, 충격적으로 폭로된 사실들은 국정원의 선거개입이 그저 몇몇 비양심적인 국정원 요원들이 여론을 좌지우지하려고 저지른 것이라고 보기엔 지나치게 거대한 양상을 보이고 있다 - 이 작업은 조직적이고 방대한 규모로 행해졌다.

source: Recently, the country's prosecutor's office conducted a thorough investigation and found that the scope of election manipulation was much wider and organized than anyone has expected: 1.2 million tweets were sent out by the National Intelligence Service (NIS) to smear opposition leaders, and 23 million tweets were spread by the Defense Ministry's Cyberwarfare Command to tip the scale in favor of current President Park Geun-hye.
ko: 검찰은 최근 철저한 조사 끝에 선거조작의 범위가 예상됐던 것 보다 훨씬 광범위하고 조직적임을 발견했다. 국정원은 야당 지도자들을 비방하는 1백 2십만 개의 트윗을 보냈고, 현 대통령 박근혜의 당선을 돕기 위해 국방부의 사이버사령부는 2천 3백만 개의 트윗을 유포했다.

source: Weekly protests seem to have rekindled, as well as numerous tweets about this unprecedented election interference:
ko: 매주 열리는 시위는 다시 불이 붙은 것으로 보이며, 전례없는 대선개입에 관한 트윗들도 다시 넘쳐나고 있다:

source: We are now holding a candlelight rally with tens of thousands of angry citizens against the systematic electoral interference, broken campaign promises and a clampdown on labor groups.
ko: 국정원의 선거개입 트윗 110만건은 어마어마한 규모.

source: If we assume that there are a hundred NIS agents , it means one agent took care of 11,000 tweets.
ko: 댓글부대원이 100명이라면 1인당 1만1000건을 쓴 꼴.

source: If you assume that he or she wrote 50 tweets a day on average, that still takes 220 days to reach that number.
ko: 한 사람이 하루 50건씩 써도 220일 소요.

source: If we dont count weekends and holidays, they need a full year to publish this amount of tweets.
ko: 공무원이니 토-일요일,휴뮤일 빼면 1년 내내 써야하는 물량.

source: And it is the evidence that there has been a systemic, organized, and massive efforts to interfere in the election. in total.]
ko: — 김영호 (@ghyh44) November 20, 2013

source: Countless sarcastic comments were made about not only the NIS agents but also the Defense Ministry's Cyberwarfare Command, which is believed to be three times bigger than the NIS’s cyberteam .
ko: 국정원 요원들 뿐만 아니라, 국정원의 심리전단보다 약 3배 큰 규모로 추정되는 군 사이버사령부에 의해서 무수히 많은 글들이 올려졌다.

source: It allegedly sent about 20 times more election-related tweets than the spy agency:
ko: 군 사이버사령부는 국정원보다 약 20배 더 많은 선거관련 트윗을 보낸 혐의를 받고 있다:

source: @SamuelWKim1: The NIS sent 1.21 million tweets and the military’s Cyberwarfare Command sent 23 million tweets.
ko: @SamuelWKim1: 국정원 121만건.

source: The NIS was not working hard .
ko: 국정원 놀았네.

source: No country in the world has pulled off such a systemic and massive manipulation of elections.
ko: 세계 그 어떤 나라도 국정원 같은 국가 기관이 이처럼 대규모로 대선 공작한 나라는 없었다.

source: Please somebody call the Guinness Book of World Records in England and ask them to list us as a country where an unprecedented number of 1.2 million manipulative tweets have been found.
ko: 어서 영국 기네스북에 전화해서 세계 역사상 최대 규모의 대선 공작 댓글 120만개가 발견된 나라로 등재해야 한다.

source: If we can also include numbers of comments they left on portal sites, we can even break that record.
ko: 포탈 댓글도 나오면 기록 갱신도 가능하다. — 애견인; 미니핀만 25년 (@planner95) November 21, 2013

source: The prosecutor's office confirmed that NIS wrote 1.24 million of election and politics-related tweets.
ko: co/KI7s7t93L0 현재 확인된 트윗글만 124만건!

source: They’ve found 1.24 million tweets so far!
ko: 하지만 저 엄청난 규모도 빙산의 일각일 것.

source: But I believe even that number would be just the tip of the iceberg.
ko: 네이버, 다음 등 포털 등의 댓글을 제대로 수사했다면?

source: What if they had done a more thorough investigation on the portal sites such as Naver and Daum?
ko: — 서주호 (@seojuho) November 20, 2013

source: Additional revelation came out later that best-selling authors, academics and even entertainers who vocally criticized the administration have also been a target of attacks by the NIS tweets:
ko: 이후 정부를 비판했던 베스트 셀러 작가들, 학자들, 심지어는 연예인들 또한 국정원 트윗의 공격대상이 됐다는 사실이 추가로 밝혀졌다 :

source: @actormoon: Considering the fact that some tweets were targeting civilians, it is another level of "crime"
ko: @actormoon: 이건 대상이 '민간인'이란 면에서 또 다른 차원의 '범죄'입니다

source: South Korea: Ordinary Citizen's Extraordinary Feat in Revealing Election Manipulation · Global Voices
ko: 한국: 국정원 트위터 잡아낸 누리꾼 수사대

source: Twitter user @zarodream has been receiving congratulatory messages from fellow South Korean Tweeters for providing crucial leads in unraveling the spy agency's election manipulation activities done via Twitter.
ko: 트위터 유저 @zarodream 이 트위터를 통해 행해진 국정원의 선거 개입 활동을 밝히는데 결정적인 명단을 제공하여 동료 한국 트위터 유저로 부터 찬사를 받고 있다.

source: According to interview , @zarodream, a 40-year-old ordinary office worker with zero professional knowledge nor special interest in politics, has spent about a year following the spy agency trails on Twitterphere and was able to track down their key accounts and connected accounts' online activities.
ko: 인터뷰에 따르면 정치에 전문적인 지식도 별다른 관심이 없었던 평범한 40세 회사원 (@zarodream)은 1년간 핵심 계정과 관련 계정의 온라인 활동을 추적하며 트위터상의 국정원의 흔적을 찾아냈다.

source: South Korea Retaliates Against Outspoken Catholic Priest with 'Pro-North' Accusations · Global Voices
ko: 한국: 가톨릭 신부를 '종북'으로 몰며 보복하는 정부

source: South Korea has launched an investigation into a prominent Catholic priest after he made remarks calling on the country's president to resign over the state spy agency and Defense Ministry's widespread manipulation of online leading up to last year's elections.
ko: 한국 정부는 지난 해 총선과 대선 전 국정원과 국방부가 저지른 대규모의 온라인 선거조작에 대통령이 책임을 지고 사퇴하라고 발언한 저명한 가톨릭 신부에 대한 수사에 들어갔다.

source: Park Chang-shin, a priest from the Diocese of Jeonju and a member of the Catholic Priests' Association for Justice who has been outspoken in his criticism of the president over the electioneering scandal, is under fire for his comments involving North Korea.
ko: 전주교구 사제이자 정의구현 사제단의 일원인 박창신 신부는 그간 선거조작 스캔들을 두고 대통령에 대한 거침없는 비판을 해 왔으며, 그러나 현재 북한과 관련된 그의 발언이 논란이 되고 있다.

source: During one of his recent homilies (full text ), he said that "it was natural for the North to attack Yeonpyeong island since the United States and South Korea held joint military exercises near its sea border" referring to North Korean attack against that border island in November 2010 which left two civilians and two marines dead.
ko: 최근 한 강론에서 (전문 ) 박 신부는 지난 2010년 11월 북한이 경계선 상의 섬을 포격해 민간인 두 명과 해군 두 명을 사살한 사건을 두고 "한국과 미국이 해양경계선 부근에서 합동 군사훈련을 벌이고 있었으므로 북한이 연평도를 포격한 것이 자연스러운 것"이라고 말했다.

source: This has become ammunition for the government to have him invested by prosecutors.
ko: 이를 명분으로 정부는 검찰로 하여금 신부를 수사하도록 했다.

source: South Korea's prime minister labeled Park's remarks as "destructive to the country and supportive of the enemy", and the Defense Minister chimed in by calling him an "enemy of the state".
ko: 한국 국무총리는 박 신부의 발언이 "국가를 파괴하고 적을 옹호하는 것"이라고 비난했고, 국방장관도 "국가의 적"이라고 박 신부를 호칭하며 거들었다.

source: It is ironic because in that same homily, Park also said that he is "so sick of the 'pro-North' rhetoric that the conservative regimes love to adopt and abuse in order to clamp down on critics after branding them as pro-North Korea sympathizers."
ko: 같은 강론에서 박 신부가 "보수 정권들이 어떤 비판자들이라도 일단 종북으로 몰고난 후 탄압하기 위해 즐겨 선택해서 악용하는 이 종북이라는 말이 정말 지겹다" 라고도 말한 것을 고려하면 이는 아이러니가 아닐 수 없다.

source: Since late summer of this year, Catholic leadership in South Korea, spearheaded by the Catholic Priests' Association for Justice, has been vocal in condemning the government's systematic interference, regularly holding combinations of Catholic Mass and candlelight vigils in protest.
ko: 올 여름 말부터, 가톨릭 정의구현 사제단을 선두로 가톨릭 지도자들은 가톨릭 미사와 촛불시위를 정기적으로 함께 열어 정부의 조직적 선거개입을 규탄해 왔다.

source: The group has the history of resisting against President Park's father's dictatorial rule back in the 1970s and also were the ones who unearthed the torture and death of Park Jong-Chul, a milestone that lead to the June Democratic Movement in 1987.
ko: 정의구현 사제단은 1970년대 박대통령 아버지의 독재통치에 저항해 싸웠던 역사를 가지고 있으며 , 1987년 6월 민주화 항쟁의 중대한 이정표가 됐던 박종철씨의 고문과 죽음을 푹로하기도 했다.

source: The latest revelations about the electioneering scandal show that more 24.2 million tweets have been written by the spy agency and the Defense Ministry's Cyberwarfare Command to smear opposition candidates and praise current president Park Geun-hye.
ko: 선거 스캔들에 관한 최근 폭로로 야당후보를 비방하고 현 대통령 박근혜를 찬양하는 2420만 개 이상의 트윗들이 국정원과 국방부 사이버사령부에 의해 작성되었음이 드러났다.

source: As more and more protests have sprung up, the president recently said that 'she would not tolerate any attempts to cause social division and hurt national unity'.
ko: 시위 발생 수가 점점 더 빈번해지자 대통령은 최근 '사회분열과 국민통합을 저해하는 어떤 시도도 용납하지 않을 것'이라고 말했다.

source: The Korean web has erupted with anger and concerns over the nation's freedom of expression and democracy in light of the treatment of Father Park.
ko: 한국 인터넷은 박 신부의 일이 어떻게 처리되는지를 지켜보며 이 나라에서의 표현의 자유와 민주주의의 현 상황에 대한 분노와 염려를 표현하고 있다.

source: Prominent citizen journalist @mediamongu tweeted a photo of a special Mass organized by the CPAJ and celebrated by Father Park on November 22.
ko: 유명한 시민 기자 @mediamongu는 정의구현 사제단이 주최하고 박 신부가 축도한 11월 22일 특별 미사 사진을 트윗했다.

source: Approximately 400 priests and Catholics reportedly participated in this protest:
ko: 약 400 명의 가톨릭 신부와 신자들이 이 시위에 참석했다고 전해진다:

source: After the Mass and protest calling for President Park's resignation ended, priests and Catholics members took to the streets, holding candles in their hands and shouting 'Step down, President!'
ko: 박근혜 대통령 사퇴 촉구 첫 시국미사가 끝난 후 신부님들과 신자들이 촛불 들고 "대통령은 사퇴하라"는 구호 외치며 거리행진을 하고 있습니다 pic.

source: Many net users expressed their fear over the fact that pro-North rhetoric has been used so frequently against progressive groups and critics of the government:
ko: 많은 인터넷 사용자들은 정부를 비판하는 사람들이나 진보단체들에 대해 종북이라는 표현이 너무 자주 사용된다는 사실에 두려움을 나타냈다:

source: Park's government is distorting and abusing the Yeonpyeong island remark to brand the CPAJ as 'pro-North'.
ko: 박정권이 사제단을 종북으로 몰기 위해 연평도 발언을 왜곡이용하고 있는데, 그것이 아니었어도 어떤 식으로든 종북으로 몰았을 것입니다.

source: If they had not used it this time, they would have found some other excuse to label them as pro-North.
ko: 그것 밖에 카드가 없거든요.

source: Since this is the only card they can play right now, .
ko: 이제 부정선거 지적하는 개신교도 원불교도 조계종도 전부 종북이 될 것입니다.

source: Any group criticizing the fraudulent election will be labeled as 'pro-North'- whether they are Protestant, Won Buddhists, Jogye Order of Korean Buddhist or else.
ko: 한심합니다 — 김정란(국민TV) (@pupituu) November 26, 2013 이명박 정부 이래 정권에 비판적 목소리는 무조건 종북으로 매도.

source: Under the Lee Myung-bak administration, every voice that was critical of the government was labeled as pro-North.
ko: 정권에 쓴소리를 하거나 대통령 사퇴를 주장하면 모두가 종북이다!

source: Now the CPAJ is being branded as a pro-North Catholic group.
ko: (민중의 소리) — Yoon.

source: Now it becomes crystal clear: Anyone who says something negative about the government and calls for Park's resignation are all 'pro-North'.
ko: s (@prettyYoon7002) November 26, 2013 광주 시민사회.

source: Gwangju civic society said, "We strongly support CPAJ's Mass and protest.
ko: “천주교 정의구현 사제단의 시국미사를 적극 지지한다.

source: The people have accused the government bodies of colluding together to violate the Constitution and the religious leaders have continued to hold Mass and protests - if the 'pro-North' rhetoric is the only answer that the Park government can give to all these calls, they will soon face fiercer and more widespread public resistance.
ko: 국가기관을 총동원한 헌정유린에 대해 국민들의 규탄의 목소리와 종교인들의 시국미사에 ‘종북’으로만 답하는 박근혜정부는 더 큰 국민적 저항을 맞이할 수 밖에 없다. " — 레인메이커 (@mettayoon) November 26, 2013

source: Net users also lamented the fact that conservative Korean media have blindly sided with the ruling party, and that members of the Catholic Church are being attacked by conservative groups:
ko: 인터넷 사용자들은 또한 한국 보수언론들이 맹목적으로 여당 편을 들고, 가톨릭 교회 신도들이 보수 그룹들로부터 공격을 받는다는 사실을 개탄했다:

source: The logic of 'separation of church and state' is made to prevent a collusion between politics and religion, not to restrict 'individuals' freedom of expression which is protected by the constitution.
ko: 정교분리는 '종교기관'의 정치유착을 경계하는 의미지 헌법상 보장된 '개인'의 표현자유를 묶는 의민 아니다.

source: You Korean media are so busy watering down the NIS election manipulation scandal .
ko: 국정원 대선개입 물타기에 급급한 한국언론아.

source: Although you may bark for your master, at least have the courtesy to know what you are barking about.
ko: 너의 주인을 위해 짖더라도 뭘 알고 짖어라.

source: And remember that your master is the people.
ko: 그리고 잊지마라.

source: You will pay for this.
ko: 너의 주인은 국민이다.

source: The 'pro-North rhetoric' attacks have bombarded the CPAJ and the media have merely been amplifying the assaults.
ko: 반드시 죄과를 치르리라 — 최경영 (@kyung0) November 26, 2013

source: Today, right after Park Geun-hye made a threatening comment that she will not let those rebellious citizens go in peace, conservative group, Goyeopje Veteran group, totally trashed Jeonju church.
ko: '확성기' 노릇하는 언론들 http://t. co/MJvNLYo3T3 — 표창원 (Changwon Pyo) (@DrPyo) November 26, 2013 오늘 박근혜가 말안듣는 국민들을 가만두지 않겠다는 협박 멘트가 떨어지기 무섭게 고엽제 전우회가 전주대교구 성당을 난장판을 만들었다.

source: Lets see how Park Geun-hye reacts to the illegal and violent transgression made against a sacred church since she is the one who said will be taking firm measures against illegal, violent protests.
ko: 불법폭력시위에 단호히 대처한다고한 박근혜씨는 성스런 성당의 불법폭력 난입사태에는 어떻게 대응하는지 지켜봐야 겠다.

source: When the Lee Seok-ki fiasco happened, they burnt Lee Seok-ki's effigy.
ko: (나친노) (@answer1219) November 25, 2013

source: Now they brand CPAJ as pro-North and are burning their effigies.
ko: 이석기사건이 터젔을땐 이석기인형을 불태우더니 이번엔 천주교사제단을 종북으로 몰며 인형을 불태우는 보수단체들.

source: Come on, this is quite tired - as if seeing a witch-burning ceremony.
ko: 어르신들 모여서 고작 이런 협박이라니.

source: This kind of blackmailing that these old guys pull off - there is nothing new in any of this.
ko: com/6fANlkVT1w — 희윤#바보가꿈꾸는세상#국정원특검 (@hee1025w) November 25, 2013

source: South Korea: A Thousand Buddhist Monks Join Protests Against Election Manipulation · Global Voices
ko: 한국: 부정 선거 시위에 참여한 천명의 스님

source: Spurred by the latest revelation about South Korean government's systemic interference in the latest presidential election, more and more religious leaders have begun to speak out.
ko: 한국 정부가 지난 대선에서 조직적으로 개입한 것이 최근 밝혀진 것이 동력이 되어, 점점 더 많은 종교 지도자들이 나서기 시작했다.

source: Following Catholic leaders' mass candlelight vigils, the Jogye Order of Korean Buddhism held a protest at Jogyesa- the chief temple of the Order.
ko: 가톨릭 지도자들이 가진 촛불 시국미사에 이어 이번에는 대한 불교 조계종이 조계종의 본사인 조계사에서 시위를 벌였다.

source: Prominent citizen journalist @Mediamongu tweeted this image with short description .
ko: 유명한 시민 기자 @Mediamongu가 이 사진을 짧은 설명과 함께 트윗했다 .

source: The biggest order of Korean Buddhism- the Jogye Order's 1000 monks that is about 10 percent of the total number of monks from the Jogye Order] called for Park Geun-hye government's apology and denounced the election manipulation and prayed for protection of democracy', here at Jogyesa (or Jogye Temple).
ko: 한국 불교 1번지이자 최대 종단인 조계종 승려 1,000여명이 대선개입 규탄, 박근혜 정부 참회, 민주주의 수호를 염원하는 시국선언을 하고 있습니다.

source: South Korea's 'Gas Tank Grandpas' Block Protests in US · Global Voices
ko: 한국: '가스통 할베들'이 미국에서 시위 방해를 하다.

source: Notorious right wing extremists who go by their nickname 'Gas Tank Grandpas' have continued to obstruct protests held by South Koreans living in the United States against the snowballing election manipulation allegations.
ko: '가스통 할베들'로 불리는 악명높은 극우주의자들이, 미국에 거주하고 있는 한인들이 눈덩이처럼 커지고 있는 선거 조작 혐의에 대해 벌이고 있는 시위를 계속적으로 방해해왔다.

source: Identified by their extreme language, bandannas and military uniforms, these violent 'Grandpas' are exclusively comprised of elderly men well over 50 and have earned their nickname for wielding all sorts of weapons, including a portable gas tank, a fire extinguisher and sticks, while calling protesters 'Anti-government commies'.
ko: 극단적인 언어, 목에 두른 스카프, 그리고 군복으로 특징지워지는 이 폭력적인 '할베들'은 모두 50세 이상의 노인들이고, 시위자들을 '반정부 공산당놈들'이라 부르며, 휴대용 가스 탱크, 소화기와 막대기를 포함한 온갖 종류의 무기를 휘두르는 데서 그 별명을 얻었다.

source: South Korean Media Whitewashes President's European Trip · Global Voices
ko: 한국: 언론, 박근혜의 유럽순방을 미화시키다

source: South Korean President Park Geun-hye recently completed a week-long official visit to Western Europe on a political mission to forge economic and financial partnerships with Belgium, France and the UK.
ko: 한국 대통령 박근혜는 최근 벨기에, 프랑스, 그리고 영국과 경제와 금융에서의 협력관계를 맺으려는 정치적 소명을 가지고 일주일 간의 서유럽 순방을 마쳤다.

source: But some facts, you wouldn't know from Korean media coverage.
ko: 그런데, 한국의 언론이 다루지 않은 몇 가지 사실들이 있다.

source: Korean net users have bashed pro-government major newspapers for inundating their pages with lavish praise for the president's fashion sense and language skills while distorting the truth and filtering out some major talking points.
ko: 한국의 인터넷 이용자들은 친정부 성향의 주요 한국신문들이 진실을 왜곡하고 주요 회담 내용은 걸러내면서 대통령의 패션 감각과 언어 능력만을 아낌 없이 칭송하는 내용으로 신문지면을 꽉 채워버린 점에 대해 비난했다.

source: "When Park stepped into Buckingham palace, the rain stopped and the sun shone ".
ko: "박근혜가 버킹검 궁에 들어섰을 때 비가 그치고 해가 나왔다 ".

source: "The world was mesmerized by the president's traditional Korean fashion ".
ko: "온 세상이 대통령의 전통적 한국 패션에 매료되었다 ".

source: "Park delivered an opening speech in French, received a standing ovation for her fluent French' ...
ko: "박이 불어로 개막연설을 했고, 그 유창한 불어에 기립박수를 받았다" .

source: These are just few examples of actual headlines Korean media printed while covering Park's visit.
ko: 이 말들은 박의 유럽 순방을 다룬 신문들에 실린 실제 제목들의 몇 개의 예이다.

source: Media critics even published a lengthy compilation of Korean media's praises .
ko: 언론비평가들은 한국언론들이 늘어놓은 칭찬들을 편집하여 긴 리스트를 게재하기도 했다.

source: And it was nearly impossible to find any negative commentary, especially from the three biggest conservative newspapers in the country, which are notorious for being in agreement with almost every major issue backed by right-wing governments.
ko: 특히 보수 정당의 거의 모든 주요 정책들에 찬성하는 것으로 악명이 높은 세 개의 가장 큰 보수 신문들에서는 부정적인 해설을 보는 것이 거의 불가능하다.

source: To South Koreans, this kind of coverage shares hallmarks of the country's dictatorship in the 1970s and 80s, considered the darkest era of journalism when the current president’s father ruled the country with iron fist and infamous military dictator Chun Doo-hwan brutally clamped down on democratic movements.
ko: 한국인들에게 있어 이런 식의 언론 보도는 현 대통령의 아버지가 철권으로 국가를 다스렸고 그 후 군사 독재자 전두환이 민주화 운동을 잔혹하게 탄압했던 시절, 언론의 가장 암울했던 시기인 70년대와 80년대의 군사독재 시절의 특징을 그대로 보여주는 것이라 여겨진다.

source: Back in Chun’s era, primetime TV news always began the broadcast with a heaping of praise for Chun as the first news item.
ko: 전두환이 독재하던 시절, 최고 시청율 시간 대의 티비 뉴스는 항상 첫 번째 보도 내용으로 전두환에 대한 넘쳐나는 칭송을 보여주며 방송을 시작했다 .

source: Park's trip-up, embargoed
ko: 박근혜 넘어진 사건, 보도유예 되다

source: On November 6 during Park's visit, as she was exiting a car, she fell because she stepped on the tail of her long, traditional Korean dress.
ko: 박근혜의 순방기간중인 11월 6일, 박이 차에서 내릴때, 긴 전통 한국 의상의 끝 부분을 밟아서 넘어졌다.

source: But only on the night of November 7 were Koreans able to read about this on Korean news as the presidential house had placed an embargo on local press and asked that they not write about the fall until foreign media covered it.
ko: 그러나 청와대에서 한국 언론에 보도 유예를 명했고 외신에서 보도할때까지 넘어진 것에 대해 기사화 하지 말라고 요청했기 때문에 , 한국 사람들은 11월 7일 밤에서야 한국뉴스에서 이 기사를 읽을 수 있었다.

source: Many net users seems perplexed, even shocked at the incident:
ko: 많은 인터넷 사용자들은 이 사건에 대해 의아해하고 심지어 충격을 받은 것처럼 보인다:

source: Fell with a splash!
ko: "철퍼덕!

source: This is a scene of Your Highness Park Geun-hye falling down during her visit to UK.
ko: " 박근혜 각하께서 영국방문중 오체투지를 제대로 하는 장면.

source: The presidential house asked to hold off writing about it till the foreign press reported on this.
ko: 이래서 청와대가 외신이 나오기전에는 보도하지 말아달라는 얘기까지 나왔군요.
